Repository: iBoradyn/raspberry_mini_smart_home
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Closing
pl: Zamykanie

source: Opening
pl: Otwieranie

source: Turned off
pl: Wyłączone

source: Turning on
pl: Włączone

source: Turning off
pl: Wyłączanie

source: Open
pl: Otwarte

source: Closed
pl: Zamknięte

source: Door status
pl: Status drzwi

source: Left spinning time (s)
pl: Czas obrotu w lewo (s)

source: Motor
pl: Silniczek

source: Motors
pl: Silniczki

source: Motor already working!
pl: Silniczek już działa!

source: Door are closing.
pl: Drzwi są zamknięte.

source: Door are opening.
pl: Drzwi są otwarte.

source: Motor stopped spinning.
pl: Silniczek przestał się obracać.

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Hour
pl: Godzina

source: Minute
pl: Minuta

source: Days
pl: Dni

source: Enabled
pl: Włączony

source: Turned on
pl: Włączone

source: Pumping time (s)
pl: Czas pompowania (s)

source: Pump
pl: Pompka

source: Pumps
pl: Pompki

source: Pump already working!
pl: Pompka już działa!

source: Pump is turning off!
pl: Pompka się wyłącza!

source: Pump turned on.
pl: Pompka włączona.

source: Pump turned off.
pl: Pompka wyłączona.

source: Polish
pl: Polski

source: English
pl: Angielski

source: Select a device
pl: Wybierz urządzenie

source: Watering system
pl: System nawadniania

source: Door opener
pl: Otwieracz drzwi

source: Go back
pl: Powrót

source: Click button to open/close door.
pl: Naciśnij przycisk żeby otworzyć/zamknąć drzwi.

source: Schedules
pl: Harmonogramy

source: Click button to start/stop watering.
pl: Naciśnij przycisk żeby włączyć/wyłączyć pompkę.

source: Watering system schedule creation
pl: Tworzenie harmonogramu systemu nawadniania

source: Create watering system schedules
pl: Stwórz harmonogram systemu nawadniania

source: Create
pl: Stwórz

source: Watering system schedules
pl: Harmonogramy systemu nawadniania

source: Add new schedule
pl: Dodaj nowy harmonogram

source: Are you sure you want to delete schedule?
pl: Czy na pewno chcesz usunąć harmonogram?

source: Watering system schedule edit
pl: Edycja harmonogramu systemu nawadniania

source: Edit watering system schedules
pl: Edytuj harmonogram systemu nawadniania

source: Edit
pl: Edytuj
